Repository: e-ditiones/PARALLEL17
Catalog: corpus_tmx/Mendez1645_Voyages_bpt6k6580459m_numb_seg_replace.tmx
Source language: frm
Languages: fr

source: A quoy quelques-vns des leurs firent reſponſe, A Dieu ne plaiſe que cela ſoit, & encore que par malheur ils ſoient deſia chez nous, au moins faiſons en ſorte qu’ils ne puiſſent recognoiſtre que nous les redoutions comme nos ennemis:
fr: À quoi quelques-uns des leurs firent réponse, À Dieu ne plaise que cela soit, et encore que par malheur ils soient déjà chez nous, au moins faisons en sorte qu’ils ne puissent reconnaître que nous les redoutions comme nos ennemis:

source: car ſi cela eſt, ils nous attaqueront auec plus d’aſſeurance.
fr: car si cela est, ils nous attaqueront avec plus d’assurance.

source: C’est pourquoy le meilleur eſt, qu’auec vn ioyeux ſemblant, & des paroles de courtoiſie, nous taſchions d’apprendre ce qu’ils pretendent de nous, afin que ſçachants d’eux la verité, nous l’eſcriuions incontinent à Hoyaa Paquir, à Congrau où il eſt à preſent.
fr: C’est pourquoi le meilleur est, qu’avec un joyeux semblant, et des paroles de courtoisie, nous tâchions d’apprendre ce qu’ils prétendent de nous, afin que sachant d’eux la vérité, nous l’écrivions incontinent à Hoyaa Paquir, à Congrau où il est à présent.

source: Antonio de Faria feignant de ne les entendre, encore que ce qu’ils diſoient, luy fut redit par vn interprete, les receut honneſtement, & achepta d’eux les rafraiſchiſſements qu’ils apportoient, qu’il leur fit payer comme ils deſiroient.
fr: Antonio de Faria feignant de ne les entendre, encore que ce qu’ils disaient, lui fut redit par un interprète, les reçut honnêtement, et acheta d’eux les rafraîchissements qu’ils apportaient, qu’il leur fit payer comme ils désiraient.

source: Dequoy ils ſe tinrent pour grandement ſatisfaits, & eux luy demandans d’où il eſtoit, & ce qu’il vouloit, il leur fit reſponſe qu’il eſtoit du Royaume de Siam, de la contrée des eſtrangers de Tanauçarim, & que comme marchand qu’il eſtoit, il alloit en l’Iſle de Lequios pour trafiquer, & qu’il n’eſtoit venu en ce lieu que pour ſçauoir des nouuelles d’vn ſien amy nommé Coia Acem, qui s’y en alloit auſſi, ſur quoy il s’enquiſt d’eux s’il eſtoit encore paſſé, ou non;
fr: De quoi ils se tinrent pour grandement satisfaits, et eux lui demandant d’où il était, et ce qu’il voulait, il leur fit réponse qu’il était du Royaume de Siam, de la contrée des étrangers de Tanauçarim, et que comme marchand qu’il était, il allait en l’Île de Lequios pour trafiquer, et qu’il n’était venu en ce lieu que pour savoir des nouvelles d’un sien ami nommé Coja Acem, qui s’y en allait aussi, sur quoi il s’enquit d’eux s’il était encore passé, ou non;

source: qu’au reſte il s’en vouloit aller promptement, tant pour ne perdre temps, qu’à cauſe qu’il recognoiſſoit qu’il ne pouuoit en ce lieu vẽdre ce qu’il auoit de marchandiſe.
fr: qu’au reste il s’en voulait aller promptement, tant pour ne perdre temps, qu’à cause qu’il recognaissait qu’il ne pouvait en ce lieu vendre ce qu’il avait de marchandise.

source: Ils luy reſpondirent à cela, Vous dites vray, car en ce village il n’y a autre choſe que des filets & des bateaux de peſcheurs, auec leſquels nous gaignons noſtre vie aſſez pauurement.
fr: Ils lui répondirent à cela, Vous dites vrai, car en ce village il n’y a autre chose que des filets et des bateaux de pêcheurs, avec lesquels nous gagnons notre vie assez pauvrement.

source: Toutesfois, adiouſterent-ils, ſi tu allois à mont la riuiere iuſqu’en la ville de Pilaucacem, où eſt le Roy, tu vendrois non ſeulement la marchandiſe qui eſt dans tes vaiſſeaux, pour riche qu’elle puiſſe eſtre, mais encore plus que n’en ſçauroient porter dix autres Nauires ſemblables aux tiens pource qu’en ce lieu il y a des marchands ſi riches, & qui font ſi gros trafic, qu’ils ne vont en traitte que par troupes d’Elephans, bœufs, & chameaux, qu’ils enuoyent chargez de marchandiſes aux terres de Lauhos, Pafuaas & Gueos, qui ſont peuplées de gens fort riches.
fr: Toutesfois, ajoutèrent-ils, si tu allais à mont la riuière jusqu’en la ville de Pilaucacem, où est le Roi, tu vendrais non seulement la marchandise qui est dans tes vaisseaux, pour riche qu’elle puisse être, mais encore plus que n’en sauraient porter dix autres Navires semblables aux tiens pource qu’en ce lieu il y a des marchands si riches, et qui font si gros trafic, qu’ils ne vont en traite que par troupes d’Éléphants, bœufs, et chameaux, qu’ils envoyent chargés de marchandises aux terres de Lauhos, Pafuaas et Gueos, qui sont peuplées de gens fort riches.

source: Antonio de Faria voyant l’occaſion propre pour s’informer de ce qu’il deſiroit ſçauoir, les en enquiſt amplement, à quoy quelques-vns qui ſembloient auoir plus d’autorité que les autres, reſpondirent fort à propos, que la riuiere où nous eſtions ancrez ſe nommoit Tinacoreu, que quelques Anciens appelloient Taraulachim, qui ſignifie Maſſe-Saulle, nom qui auecque iuſte raiſon luy auoit eſté donné, ſuiuant le dire que les vieux leur racontoient à preſent, & comme nous la voyons en profondeur & largeur elle s’eſtendoit iuſques à Moncalor, montagne qui eſtoit eloignée de ce lieu de quatre vingt lieuës, & de là en auant elle eſtoit beaucoup plus large, mais beaucoup moins profonde, meſme qu’en aucuns endroits il y auoit des bancs de ſable & des pays noyez d’eau, où ſe voyoient infinis oyſeaux qui couuroiẽt toute la terre, & qu’ils y eſtoient en ſi grande abondance, que pour leur ſuiet il y auoit deſia 42.
fr: Antonio de Faria voyant l’occasion propre pour s’informer de ce qu’il désirait savoir, les en enquit amplement, à quoi quelques-uns qui semblaient avoir plus d’autorité que les autres, répondirent fort à propos, que la rivière où nous étions ancrés se nommait Tinacoreu, que quelques Anciens appelaient Taraulachim, qui signifie Masse-Saulle, nom qui avec juste raison lui avait été donné, suivant le dire que les vieux leur racontaient à présent, et comme nous la voyons en profondeur et largeur elle s’étendait jusqu’à Moncalor, montagne qui était éloignée de ce lieu de quatre-vingt lieues, et de là en avant elle était beaucoup plus large, mais beaucoup moins profonde, même qu’en aucun endroit il y avait des bancs de sable et des pays noyés d’eau, où se voyaient infinis oiseaux qui couvraient toute la terre, et qu’ils y étaient en si grande abondance, que pour leur sujet il y avait déjà 42.

source: ans que tout le Royaume des Chintaleuhos en eſtoit deshabité, bien qu’il fut grand de huict iournées de chemin;
fr: ans que tout le Royaume des Chintaleuhos en était déshabité, bien qu’il fut grand de huit journées de chemin;

source: mais qu’ayant paſſé cette contrée d’oyſeaux, l’on entroit en vne autre plus rude & pleine de grands rochers, où il y auoit pluſieurs animaux encores pires que ces oyſeaux, comme Elephans, Rhinoceros, Lyons, Sangliers, Buffles, & autre beſtail en ſi grande quantité, que quelque choſe que les hommes peuſſent cultiuer pour l’entretien de leur vie, eſtoit par eux gaſtée, ſans qu’il fut poſſible de les en empeſcher;
fr: mais qu’ayant passé cette contrée d’oiseaux, l’on entroit en une autre plus rude et pleine de grands rochers, où il y avait plusieurs animaux encores pires que ces oiseaux, comme Éléphans, Rhinocéros, Lyons, Sangliers, Buffles, et autre bétail en si grande quantité, que quelque chose que les hommes peussent cultiver pour l’entretien de leur vie, était par eux gâtée, sans qu’il fut possible de les en empêcher;

source: ioint qu’au milieu de tout ce pays ou Royaume, il y auoit vn grand lac que quelques habitans du pays appelloient Cuncbetee, & les autres Chiammay, duquel cette riuiere prenoit ſa ſource, auec trois autres qui arrouſoient vne bonne partie de ce païs, & que ce lac ſuiuant le recit de ceux qui en auoient eſcrit, auoit de tour 60.
fr: joint qu’au milieu de tout ce pays ou Royaume, il y avait un grand lac que quelques habitants du pays appelaient Cunebetée, et les autres Chiammai, duquel cette rivière prenait sa source, avec trois autres qui arrosaient une bonne partie de ce pays, et que ce lac suivant le récit de ceux qui en avaient écrit, avait de tour 60.

source: Iaos, chacun de trois lieuës, le long duquel il y auoit force mines d’argent, de cuiure, d’eſtain, & de plomb, d’où l’on en tiroit ordinairement grande quantité, que les marchands enleuoient par troupes d’Elephans & de Rhinoceros, pour le tranſporter aux Royaumes de Sornau, que nous appellons Siam, Paſſiloco, Sauady, Tangu, Prom, Calaminham, & autres Prouinces qui ſont fort auant dans le païs, éloignées de ces coſtes, de deux ou trois mois de chemin.
fr: Iaos, chacun de trois lieues, le long duquel il y avait force mines d’argent, de cuivre, d’étain, et de plomb, d’où l’on en tirait ordinairement grande quantité, que les marchands enlevaient par troupes d’Éléphants et de Rhinocéros, pour le transporter aux Royaumes de Sornau, que nous appellons Siam, Passiloco, Savadi, Tangu, Prom, Calaminham, et autres Prouinces qui sont fort avant dans le pays, éloignées de ces côtes, de deux ou trois mois de chemin.

source: Au reſte ils nous dirent que ces pays eſtoient diuiſez en Royaumes & pays habitez de gens blancs, de bazanez, & d’autres plus noirs, & qu’en eſchange de cette marchandiſe l’on apportoit de l’or, des diamants, & des rubis.
fr: Au reste ils nous dirent que ces pays étaient divisés en Royaumes et pays habités de gens blancs, de basanés, et d’autres plus noirs, et qu’en êchange de cette marchandise l’on apportait de l’or, des diamants, et des rubis.

source: Leur ayant demandé la-deſſus ſi ces gens auoient des armes, ils luy reſpondirent que non, ſinon des baſtons endurcis au feu, & des bayonnettes longues de deux pans de tranchant;
fr: Leur ayant demandé là-dessus si ces gens avaient des armes, ils lui répondirent que non, sinon des bâtons endurcis au feu, et des baïonnettes longues de deux pans de tranchant;

source: & nous aſſeurerent en outre que de ce lieu on y pouuoit aller par la riuiere en deux mois, ou deux mois & demy de temps, & ce à cauſe des eaux qui deſcendoient auec impetuoſité la pluſpart de l’année, & que pour en reuenir, il ne falloit que huict ou dix iours de temps.
fr: et nous assurèrent en outre que de ce lieu on y pouvait aller par la rivière en deux mois, ou deux mois et demi de temps, et ce à cause des eaux qui descendaient avec impétuosité la plupart de l’année, et que pour en revenir, il ne fallait que huit ou dix jours de temps.

source: Apres ces demandes Antonio de Faria leur en fit encore quelques-vnes, auſquelles ils reſpondirent auſſi, & luy dirent pluſieurs autres choſes dignes d’employer vn bel eſprit, & qui font croire que ſi l’on prenoit ce pays, il pourroit eſtre de plus grand profit & de moindre deſpenſe que ne ſont les Indes, ioint qu’il n’y auroit pas tant de peine, ny tant de ſang reſpandu.
fr: Après ces demandes Antonio de Faria leur en fit encore quelques-unes, auxquelles ils répondirent aussi, et lui dirent plusieurs autres choses dignes d’employer un bel esprit, et qui font croire que si l’on prenait ce pays, il pourrait être de plus grand profit et de moindre dépense que ne sont les Indes, joint qu’il n’y aurait pas tant de peine, ni tant de sang répandu.
